package com.yskj.shop.entity;

import com.google.gson.annotations.SerializedName;

import java.io.Serializable;

/**
 * 创建日期 2017/8/25on 17:50.
 * 描述：
 * 作者：姜贺YSKJ-JH
 */

public class MainNewsBean implements Serializable{

    /**
     * code : 0
     * message : 成功
     * data : {"id":1,"createDate":"2017-08-25 16:54:15","modifyDate":"2017-08-25 16:54:22","enable":true,"deleted":false,"content":"新华社南京8月24日电推进工业产品生产许可证制度改革现场交流会日前在江苏省宿迁市召开。中共中央政治局常委、国务院总理李克强作出重要批示。批示指出：制造业是实体经济的重要基础。近年来随着中国制造发展和消费升级，工业产品种类更新加快，但企业市场准入制度性交易成本较高的问题凸显，与此同时，打击假冒伪劣产品、规范市场秩序的任务也十分迫切。要认真贯彻党中央、国务院决策部署，深入推进供给侧结构性改革，持续推动政府职能转变，把改革工业产品生产许可证制度作为深化简政放权、放管结合、优化服务改革的重要内容，适应市场需求，简化工业产品市场准入前置审批，促进新技术、新工艺发展，使产品更为丰富、品质不断提升、市场更加繁荣。同时，坚持放管结合，将许可管理更多聚焦在安全风险高的产品上，政府集中更大力量加强事中事后监管，让假冒伪劣产品无藏身之地，进一步营造公平公正的市场环境，为促进中国制造品质升级、迈向中高端作出更大贡献。\r\n\r\n　　国务委员王勇出席会议并讲话。他强调，要深入学习贯彻习近平总书记系列重要讲话精神和治国理政新理念新思想新战略，认真落实李克强总理重要批示要求，坚持放管结合、并重，持续深化工业产品生产许可证制度改革，保障产品质量安全，降低制度性交易成本，释放社会创业创新活力，为推进供给侧结构性改革、促进工业转型升级作出更大贡献。\r\n\r\n　　王勇指出，各地区、各有关部门要按照《国务院关于调整工业产品生产许可证管理目录和试行简化审批程序的决定》要求，加强组织领导，做好政策保障，确保改革取得实效。推动压减工业产品生产许可，加快清理合并管理目的相同或类似的许可事项，积极推进向认证管理转变。强化事中事后监管，对取消生产许可证管理的产品实现抽查全覆盖，督促企业严格落实质量安全主体责任。优化审批服务流程，实行申报材料\u201c一单一书一照\u201d，全面实施生产许可电子化和无纸化申报。认真组织开展简化程序试点，完善相关制度，尽快在全国推广实施。促进工业转型升级作出更大贡献。对课件上课教案的空间收纳空间的开始就爱看的女生看见俺看见的男生科技安居客的收纳空间  https://www.baidu.com","status":1}
     */

    @SerializedName("code")
    public int code;
    @SerializedName("message")
    public String message;
    @SerializedName("data")
    public DataBean data;

    public static class DataBean {
        /**
         * id : 1
         * createDate : 2017-08-25 16:54:15
         * modifyDate : 2017-08-25 16:54:22
         * enable : true
         * deleted : false
         * content : 新华社南京8月24日电推进工业产品生产许可证制度改革现场交流会日前在江苏省宿迁市召开。中共中央政治局常委、国务院总理李克强作出重要批示。批示指出：制造业是实体经济的重要基础。近年来随着中国制造发展和消费升级，工业产品种类更新加快，但企业市场准入制度性交易成本较高的问题凸显，与此同时，打击假冒伪劣产品、规范市场秩序的任务也十分迫切。要认真贯彻党中央、国务院决策部署，深入推进供给侧结构性改革，持续推动政府职能转变，把改革工业产品生产许可证制度作为深化简政放权、放管结合、优化服务改革的重要内容，适应市场需求，简化工业产品市场准入前置审批，促进新技术、新工艺发展，使产品更为丰富、品质不断提升、市场更加繁荣。同时，坚持放管结合，将许可管理更多聚焦在安全风险高的产品上，政府集中更大力量加强事中事后监管，让假冒伪劣产品无藏身之地，进一步营造公平公正的市场环境，为促进中国制造品质升级、迈向中高端作出更大贡献。

         　　国务委员王勇出席会议并讲话。他强调，要深入学习贯彻习近平总书记系列重要讲话精神和治国理政新理念新思想新战略，认真落实李克强总理重要批示要求，坚持放管结合、并重，持续深化工业产品生产许可证制度改革，保障产品质量安全，降低制度性交易成本，释放社会创业创新活力，为推进供给侧结构性改革、促进工业转型升级作出更大贡献。

         　　王勇指出，各地区、各有关部门要按照《国务院关于调整工业产品生产许可证管理目录和试行简化审批程序的决定》要求，加强组织领导，做好政策保障，确保改革取得实效。推动压减工业产品生产许可，加快清理合并管理目的相同或类似的许可事项，积极推进向认证管理转变。强化事中事后监管，对取消生产许可证管理的产品实现抽查全覆盖，督促企业严格落实质量安全主体责任。优化审批服务流程，实行申报材料“一单一书一照”，全面实施生产许可电子化和无纸化申报。认真组织开展简化程序试点，完善相关制度，尽快在全国推广实施。促进工业转型升级作出更大贡献。对课件上课教案的空间收纳空间的开始就爱看的女生看见俺看见的男生科技安居客的收纳空间  https://www.baidu.com
         * status : 1
         */

        @SerializedName("id")
        public int id;
        @SerializedName("createDate")
        public String createDate;
        @SerializedName("modifyDate")
        public String modifyDate;
        @SerializedName("enable")
        public boolean enable;
        @SerializedName("deleted")
        public boolean deleted;
        @SerializedName("content")
        public String content;
        @SerializedName("status")
        public int status;
    }
}
